---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.PlaceGroupFailed
source: html/21a9a835-d591-f1f4-4ccf-359e2693911b.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.PlaceGroupFailed Property

Unable to place group instances.

## Syntax (C#)
```csharp
public static FailureDefinitionId PlaceGroupFailed { get; }
```